Monday = {
  key = value
  classes = [
    {
      subject = "Основы дискретной математики (базовый уровень)"
      type = "lecture"
      time    = "09:50-11:20"
      format = "Очный" //лпшлп
      room    = "ауд. 2337"
      address = "Кронверкский пр., д.49, лит. А"
      teacher = ""
    },
    {
      subject = "Основы дискретной математики (базовый уровень)"
      type = "practice"
      time    = "11:30-13:00"
      format = "Очный"
      room    = "ауд. 2337"
      address = "Кронверкский пр., д.49, лит. А"
      teacher = "Поляков Владимир Иванович"
    }
  ]
}

