Saturday = {
  classes = [
    {
      subject = "Основы профессиональной деятельности"
      type = "lab"
      time    = "13:30-15:00"
      format = "Очный"
      room    = "ауд. 1320"
      address = "Кронверкский пр., д.49, лит. А"
      teacher = "Ермаков Михаил Константинович"
    },
    {
      subject = "Основы профессиональной деятельности"
      type = "lab"
      format = "Очный"
      time    = "15:30-17:00"
      room    = "ауд. 1320"
      address = "Кронверкский пр., д.49, лит. А"
      teacher = "Ермаков Михаил Константинович"
    },
    {
      subject = "Реформы и реформаторы в истории России"
      type = "practice"
      time    = "18:50-20:20"
      format = "Дистанционный"
      teacher = "Вычеров Дмитрий Александрович"
    },
    {
      subject = "Реформы и реформаторы в истории России"
      type = "lecture"
      time    = "20:30-22:00"
      format = "Дистанционный"
      teacher = "Новиков Максим Дмитриевич"
    }
  ]
}